Repository: shahindiu16/poultrypal
Catalog: lib/l10n/app_*.arb
Languages: bn

# infoPageSection1AL1
source: (1) Any user agreement and any dispute or claim arising out of or in connection with the user agreement or the subject matter or formation thereof shall be governed by the laws of the People’s Republic of Bangladesh, excluding its conflict of law provisions and the United Nations convention on contracts for the international sale of goods of 11.4.1980 (UN Sales Convention).
bn: (১) কোনো ব্যবহারকারী চুক্তি এবং ব্যবহারকারী চুক্তি বা তার বিষয়বস্তু বা গঠনের সাথে সম্পর্কিত কোনো বিরোধ বা দাবি বাংলাদেশ গণপ্রজাতন্ত্রী বাংলাদেশের আইন দ্বারা পরিচালিত হবে, এর আইন সংঘাতের বিধান এবং ১১.৪.১৯৮০ সালের জাতিসংঘের আন্তর্জাতিক দ্রব্য বিক্রয়ের জন্য চুক্তি সম্পর্কিত কনভেনশন (ইউএন সেলস কনভেনশন) বাদে।

# infoPageSection1AL2
source: (2) For disputes in connection with the contract of use and the use of the service, Bangladesh is specified as the exclusive place of Jurisdiction between the user and Poultry Pal.
bn: (২) ব্যবহারকারী চুক্তি এবং সেবা ব্যবহারের সাথে সম্পর্কিত বিরোধের জন্য, ব্যবহারকারী এবং পোল্ট্রি পালের মধ্যে একচেটিয়া আইনক্ষেত্র হিসাবে বাংলাদেশ নির্ধারিত করা হয়েছে।

# infoPageSection2
source: User Manual
bn: ইউজার ম্যানুয়াল

# infoPageSection2heading1
source: 1. Home Screen Overview
bn: ১. হোম স্ক্রিন ওভারভিউ

# infoPageSection2heading2
source: 2. Diseases Menu
bn: ২. রোগ মেনু

# infoPageSection2heading3
source: 3. Medicines Menu
bn: ৩. ওষুধ মেনু

# infoPageSection2heading4
source: 4. Central Red Button Functions
bn: ৪. সেন্ট্রাল রেড বোতাম ফাংশন

# infoPageSection2heading5
source: 5. Uploading Faeces Pictures
bn: ৫. আপলোডিং ফিসেস পিকচারস

# infoPageSection2heading6
source: 6. Instructions
bn: ৬. নির্দেশাবলী

# infoPageSection2heading7
source: 7. Info Button
bn: ৭. ইনফো বোতাম

# infoPageSection2content1
source: After opening the app, you will be presented with the home screen. This screen is intuitive and easy to navigate. There are two main menu buttons: Diseases and Medicines.
bn: অ্যাপটি খোলার পর আপনি হোম স্ক্রিনে আসবেন। এই স্ক্রিনটি সহজেই নেভিগেট করা যায়। এখানে দুটি প্রধান মেনু বোতাম আছে: রোগ এবং ওষুধ।

# infoPageSection2content2
source: In the Diseases menu, you can find detailed information about three common chicken diseases: Coccidiosis, Salmonellosis, and Newcastle Disease. Each disease has its own submenu with more details.
bn: রোগ মেনুতে আপনি তিনটি সাধারণ মুরগির রোগ সম্পর্কে বিস্তারিত তথ্য পাবেন: কোকসিডিওসিস, স্যালমোনেলাসিস এবং নিউক্যাসল রোগ। প্রতিটি রোগের নিজস্ব সাবমেনু আছে যেখানে আরও বিস্তারিত তথ্য রয়েছে।

# infoPageSection2content3
source: The Medicines menu contains information about various medications used to treat chicken diseases. Each medication has its own submenu with detailed usage instructions.
bn: ওষুধ মেনুতে মুরগির রোগের চিকিৎসায় ব্যবহৃত বিভিন্ন ওষুধ সম্পর্কে তথ্য রয়েছে। প্রতিটি ওষুধের নিজস্ব সাবমেনু আছে যেখানে ব্যবহারের বিস্তারিত নির্দেশাবলী রয়েছে।

# infoPageSection2content4
source: The red circular button in the middle of the screen reveals two pop-up buttons. One allows you to browse your device’s gallery, and the other opens the camera to take pictures. This feature is useful for uploading images for diagnosis.
bn: স্ক্রিনের মাঝখানে লাল বৃত্তাকার বোতামটি দুটি পপ-আপ বোতাম দেখায়। একটি আপনার ডিভাইসের গ্যালারি ব্রাউজ করতে দেয় এবং অন্যটি ছবি তোলায় ক্যামেরা খোলে। রোগ নির্ণয়ের জন্য ছবি আপলোড করার জন্য এই ফিচারটি উপযোগী।

# infoPageSection2content5
source: You can upload pictures of chicken faeces to the app’s neural network for disease diagnosis. Simply select a photo from your gallery or take a new one using the camera.
bn: আপনি মুরগির মলের ছবি অ্যাপের নিউরাল নেটওয়ার্কে রোগ নির্ণয়ের জন্য আপলোড করতে পারেন। সহজেই আপনার গ্যালারি থেকে একটি ছবি নির্বাচন করুন বা ক্যামেরা ব্যবহার করে নতুন একটি তুলুন।

# infoPageSection2content6
source: Take a picture of the faeces from 6-7 inches away and in good focus, covering the frame at least 70% or higher with your phone camera. In addition, when selecting an image from the device's gallery, please make sure the image covers at least 70% of the frame. Blurry and small subject sizes will lead to wrong diagnoses.
bn: রোগ নির্ণয়ের জন্য ফেক্স ছবি অ্যাপের নিউরাল নেটওয়ার্কে আপলোড করা যেতে পারে।

# infoPageSection2content7
source: The i button located in the bottom right corner stands for information. It provides access to the Privacy Policy and this User Manual.
bn: ডান নিচের কোণে থাকা i বোতামটি তথ্যের জন্য। এটি গোপনীয়তা নীতি এবং এই ব্যবহারকারী ম্যানুয়ালে অ্যাক্সেস দেয়।

# coccidiosis_name
source: Coccidiosis
bn: ককসিডিওসিস

# coccidiosis_sections_overview_title
source: Overview
bn: সারসংক্ষেপ

# coccidiosis_sections_overview_definition_heading
source: Definition
bn: সংজ্ঞা

# coccidiosis_sections_overview_definition_text
source: Enteric disease caused by Eimeria parasites, prevalent in poultry with significant economic impact.
bn: পোল্ট্রিতে উল্লেখযোগ্য অর্থনৈতিক প্রভাব ফেলে এমন ইমেরিয়া পরজীবী দ্বারা সৃষ্ট অন্ত্রজনিত রোগ।

# coccidiosis_sections_overview_causal_agents_heading
source: Causal Agents
bn: কারক এজেন্ট

# coccidiosis_sections_overview_causal_agents_text
source: Seven species of Eimeria parasites infect chickens' intestinal tract.
bn: ইমেরিয়া পরজীবীর সাতটি প্রজাতি মুরগির অন্ত্রকে সংক্রমিত করে।

# coccidiosis_sections_overview_transmission_heading
source: Transmission/Epidemiology
bn: সংক্রমণ/মহামারীবিদ্যা

# coccidiosis_sections_overview_transmission_points_1
source: Sporulated oocysts are primary infective agents.
bn: স্পোরুলেটেড ওসিস্ট প্রধান সংক্রামক এজেন্ট।

# coccidiosis_sections_overview_transmission_points_2
source: Spread through various vectors like animals, insects, contaminated equipment, feed, and water.
bn: বিভিন্ন ভেক্টর যেমন প্রাণী, পোকামাকড়, দূষিত সরঞ্জাম, খাদ্য এবং পানির মাধ্যমে সংক্রমণ ছড়ায়।

# coccidiosis_sections_overview_transmission_points_3
source: Outbreaks common in rainy seasons with high temperatures and humidity.
bn: উচ্চ তাপমাত্রা এবং আর্দ্রতাসহ বর্ষাকালে প্রাদুর্ভাব সাধারণ।

# coccidiosis_sections_overview_transmission_points_4
source: Environmental factors like moisture and stress increase risk.
bn: আর্দ্রতা এবং চাপের মতো পরিবেশগত কারণ ঝুঁকি বাড়ায়।

# coccidiosis_sections_clinical_signs_severe_heading
source: Severe Coccidiosis
bn: তীব্র ককসিডিওসিস

# coccidiosis_sections_clinical_signs_severe_sub_heading
source: (E. brunetti, E. necatrix, E. tenella)
bn: (ই. ব্রুনেটি, ই. নেকাট্রিক্স, ই. টেনেলা)

# coccidiosis_sections_clinical_signs_severe_points_1
source: Depressed chickens, emaciation, drooping wings, weight reduction.
bn: হতাশাগ্রস্ত মুরগি, ক্ষীণকায়, ঝুলন্ত পাখা, ওজন হ্রাস।

# coccidiosis_sections_clinical_signs_severe_points_2
source: Bloody diarrhea, loss of appetite, high mortality.
bn: রক্তাক্ত ডায়রিয়া, ক্ষুধামন্দা, উচ্চ মৃত্যুহার।

# coccidiosis_sections_clinical_signs_moderate_heading
source: Moderate Coccidiosis
bn: মাঝারি ককসিডিওসিস

# coccidiosis_sections_clinical_signs_moderate_sub_heading
source: (E. acervulina, E. maxima)
bn: (ই. এসারভুলিনা, ই. ম্যাক্সিমা)

# coccidiosis_sections_clinical_signs_moderate_points_1
source: Emaciation, poor growth, pale mucous membrane, blood in droppings.
bn: ক্ষীণকায়তা, খারাপ বৃদ্ধি, ফ্যাকাশে মিউকাস ঝিল্লি, মল ত্যাগে রক্ত।

# coccidiosis_sections_clinical_signs_moderate_points_2
source: Associated with weight loss, moderate mortality.
bn: ওজন হ্রাস, মাঝারি মৃত্যুহারের সাথে সম্পর্কিত।

# coccidiosis_sections_clinical_signs_mild_heading
source: Mild Coccidiosis
bn: মৃদু ককসিডিওসিস

# coccidiosis_sections_clinical_signs_mild_sub_heading
source: (E. mitis, E. praecox)
bn: (ই. মাইটিস, ই. প্রিকক্স)

# coccidiosis_sections_clinical_signs_mild_points_1
source: Generally milder symptoms like poor growth and paleness of shanks.
bn: সাধারণত মৃদু লক্ষণ যেমন খারাপ বৃদ্ধি এবং পায়ের ফ্যাকাশে রঙ।

# coccidiosis_sections_clinical_signs_mild_points_2
source: Lower mortality compared to severe and moderate forms.
bn: তীব্র এবং মাঝারি ধরণের তুলনায় কম মৃত্যুহার।

# coccidiosis_sections_diagnosis_title
source: Diagnosis
bn: রোগ নির্ণয়

# coccidiosis_sections_diagnosis_faecal_examinations_heading
source: Faecal Examinations
bn: মল পরীক্ষা

# coccidiosis_sections_diagnosis_faecal_examinations_text
source: Microscopy or RT-PCR for oocysts identification.
bn: মাইক্রোস্কপি বা আরটি-পিসিআরের মাধ্যমে ওসিস্ট সনাক্তকরণ।

# coccidiosis_sections_diagnosis_postmortem_findings_heading
source: Postmortem Findings
bn: পোস্টমর্টেম পর্যবেক্ষণ

# coccidiosis_sections_diagnosis_postmortem_findings_text
source: Lesions in the intestinal tract, species differentiation based on observations.
bn: অন্ত্রে ক্ষত, পর্যবেক্ষণের ভিত্তিতে প্রজাতি পার্থক্য।

# coccidiosis_sections_zoonotic_risk_title
source: Zoonotic Risk
bn: জুনোটিক ঝুঁকি

# coccidiosis_sections_zoonotic_risk_content
source: Negligible risk for humans.
bn: মানুষের জন্য নগণ্য ঝুঁকি।

# coccidiosis_sections_treatments_title
source: Treatments
bn: চিকিৎসা

# coccidiosis_sections_treatments_content_1
source: Toltrazuril, Amprolium, Amoxicillin, Vitamins K, C, B-Complex, prescribed by a Registered Veterinary Physician.
bn: টলট্রাজুরিল, অ্যামপ্রোলিয়াম, অ্যামোক্সিসিলিন, ভিটামিন কে, সি, বি-কমপ্লেক্স, নিবন্ধিত পশুচিকিৎসকের পরামর্শ অনুযায়ী।

# coccidiosis_sections_treatments_content_2
source: Choice based on parasite species, infection severity, and animal characteristics.
bn: পরজীবীর প্রজাতি, সংক্রমণের তীব্রতা এবং প্রাণীর বৈশিষ্ট্যের উপর ভিত্তি করে নির্বাচন।

# coccidiosis_sections_prevention_title
source: Prevention
bn: প্রতিরোধ

# coccidiosis_sections_prevention_live_vaccines_heading
source: Live Vaccines
bn: লাইভ ভ্যাকসিন

# coccidiosis_sections_prevention_live_vaccines_text
source: Expensive but effective prevention method.
bn: ব্যয়বহুল কিন্তু কার্যকর প্রতিরোধের পদ্ধতি।

# coccidiosis_sections_prevention_hygiene_heading
source: Hygiene
bn: পরিষ্কার-পরিচ্ছন্নতা

# coccidiosis_sections_prevention_hygiene_text
source: Essential for reducing oocyst contamination, ensuring dry litter conditions.
bn: ওসিস্ট দূষণ কমাতে প্রয়োজনীয়; শুকনো লিটারের অবস্থার নিশ্চিতকরণ।

# coccidiosis_sections_prevention_housing_and_feeding_heading
source: Housing and Feeding
bn: বাসস্থান এবং খাওয়ানো

# coccidiosis_sections_prevention_housing_and_feeding_text
source: Proper spacing, clean feeding areas, and quarantining new birds to prevent disease spread.
bn: সঠিক স্থান সংরক্ষণ, পরিষ্কার খাদ্য সরবরাহ এলাকা, এবং নতুন পাখি কোয়ারেন্টাইনে রাখা।

# coccidiosis_sections_prevention_environmental_management_heading
source: Environmental Management
bn: পরিবেশ ব্যবস্থাপনা

# coccidiosis_sections_prevention_environmental_management_text
source: Using stone lime on wet litter, frequent litter changes, and disinfection with hydrogen peroxide.
bn: ভেজা লিটারে চুন প্রয়োগ, ঘন ঘন লিটার পরিবর্তন এবং হাইড্রোজেন পারঅক্সাইড দিয়ে জীবাণুমুক্তকরণ।

# salmonellosis_name
source: Salmonellosis
bn: স্যালমোনেলোসিস

# salmonellosis_sections_overview_title
source: Overview
bn: সারসংক্ষেপ

# salmonellosis_sections_overview_definition_heading
source: Definition
bn: সংজ্ঞা

# salmonellosis_sections_overview_definition_text
source: Acute or chronic infection caused by Salmonella bacteria, affecting primarily very young poultry.
bn: স্যালমোনেলা ব্যাকটেরিয়া দ্বারা সৃষ্ট তীব্র বা দীর্ঘস্থায়ী সংক্রমণ, যা প্রধানত অল্পবয়সী পোল্ট্রিতে প্রভাব ফেলে।

# salmonellosis_sections_overview_age_susceptibility_heading
source: Age Susceptibility
bn: বয়স সংবেদনশীলতা

# salmonellosis_sections_overview_age_susceptibility_text
source: Most common in chickens aged 4 days to 2 weeks, rarely seen after 1 month.
bn: ৪ দিন থেকে ২ সপ্তাহ বয়সী মুরগিতে সবচেয়ে সাধারণ, ১ মাস বয়সের পর খুব কম দেখা যায়।

# salmonellosis_sections_overview_mortality_heading
source: Mortality
bn: মৃত্যুহার

# salmonellosis_sections_overview_mortality_text
source: Varied, ranging from 15% to 80%, influenced by strain virulence, bird age, and stress.
bn: বিভিন্নতা রয়েছে, ১৫% থেকে ৮০% পর্যন্ত; এটি স্ট্রেনের বিষাক্ততা, পাখির বয়স এবং স্ট্রেসের উপর নির্ভর করে।

# salmonellosis_sections_overview_transmission_heading
source: Transmission
bn: সংক্রমণ

# salmonellosis_sections_overview_transmission_text
source: Horizontal and vertical transmission occurs through various vectors and contaminated environments.
bn: অনুভূমিক এবং উল্লম্ব সংক্রমণ বিভিন্ন ভেক্টর এবং দূষিত পরিবেশের মাধ্যমে ঘটে।

# salmonellosis_sections_clinical_signs_title
source: Clinical Signs
bn: ক্লিনিকাল লক্ষণ

# salmonellosis_sections_clinical_signs_points_1
source: Huddling near heat source.
bn: তাপ উৎসের কাছে গুচ্ছাকারে জমায়েত।

# salmonellosis_sections_clinical_signs_points_2
source: Depression, weakness, ruffled feathers, closed eyes.
bn: হতাশা, দুর্বলতা, এলোমেলো পালক, চোখ বন্ধ থাকা।

# salmonellosis_sections_clinical_signs_points_3
source: Diarrhea, pasty feces around the vent.
bn: ডায়রিয়া, ভেন্টের চারপাশে পেস্টি মল।

# salmonellosis_sections_clinical_signs_points_4
source: Mortality highest in first few weeks of age.
bn: মৃত্যুহার সবচেয়ে বেশি প্রথম কয়েক সপ্তাহের মধ্যে।

# salmonellosis_sections_clinical_signs_points_5
source: Rarely, blindness and lameness may occur.
bn: কদাচিৎ, অন্ধত্ব এবং খোঁড়া হওয়া দেখা যেতে পারে।

# salmonellosis_sections_diagnosis_title
source: Diagnosis
bn: রোগ নির্ণয়

# salmonellosis_sections_diagnosis_content_1
source: Requires clinical examination, laboratory testing, epidemiological investigation, and post-mortem examination.
bn: ক্লিনিকাল পরীক্ষা, ল্যাবরেটরি পরীক্ষা, মহামারী সংক্রান্ত তদন্ত এবং পোস্টমর্টেম পরীক্ষার প্রয়োজন।

# salmonellosis_sections_zoonotic_risk_title
source: Zoonotic Risk
bn: জুনোটিক ঝুঁকি

# salmonellosis_sections_zoonotic_risk_content_1
source: Low risk for humans.
bn: মানুষের জন্য ঝুঁকি কম।

# newcastle_disease_name
source: Newcastle Disease
bn: নিউক্যাসল রোগ

# newcastle_disease_sections_overview_title
source: Overview
bn: সারসংক্ষেপ

# newcastle_disease_sections_overview_definition_heading
source: Definition
bn: সংজ্ঞা

# newcastle_disease_sections_overview_definition_text
source: Highly contagious viral disease affecting poultry worldwide.
bn: বিশ্বব্যাপী পোল্ট্রিকে প্রভাবিত করে এমন অত্যন্ত সংক্রামক ভাইরাসজনিত রোগ।

# newcastle_disease_sections_overview_affected_species_heading
source: Affected Species
bn: প্রভাবিত প্রজাতি

# newcastle_disease_sections_overview_affected_species_text
source: Chickens, turkeys, pigeons, geese, and ducks.
bn: মুরগি, টার্কি, কবুতর, হাঁস এবং ডাক।

# newcastle_disease_sections_overview_pathotypes_heading
source: Pathotypes
bn: প্যাথোটাইপ

# newcastle_disease_sections_overview_pathotypes_text
source: Lentogenic, mesogenic, and velogenic strains.
bn: লেন্টোজেনিক, মেসোজেনিক এবং ভেলোজেনিক স্ট্রেন।

# newcastle_disease_sections_overview_transmission_heading
source: Transmission
bn: সংক্রমণ

# newcastle_disease_sections_overview_transmission_text
source: Inhalation or ingestion of virus; excretion by sick birds, healthy carriers, and humans; wind dispersal.
bn: ভাইরাসের শ্বাসকষ্ট বা গ্রহণ; অসুস্থ পাখি, সুস্থ বাহক এবং মানুষ দ্বারা নিঃসৃত; বাতাসে ছড়ানো।

# newcastle_disease_sections_overview_virulence_heading
source: Virulence
bn: বিষাক্ততা

# newcastle_disease_sections_overview_virulence_text
source: Velogenic strains cause severe disease; endemic in Asia, Africa, and some parts of the Americas.
bn: ভেলোজেনিক স্ট্রেন তীব্র রোগ সৃষ্টি করে; এশিয়া, আফ্রিকা এবং আমেরিকার কিছু অংশে এন্ডেমিক।

# newcastle_disease_sections_overview_seasonality_heading
source: Seasonality
bn: ঋতুমততা

# newcastle_disease_sections_overview_seasonality_text
source: Most common in summer.
bn: গরমকালে সবচেয়ে সাধারণ।

# newcastle_disease_sections_clinical_signs_title
source: Clinical Signs
bn: ক্লিনিকাল লক্ষণ

# newcastle_disease_sections_clinical_signs_vesogenic_strain_heading
source: Vesogenic strain
bn: ভেলোজেনিক স্ট্রেন

# newcastle_disease_sections_clinical_signs_vesogenic_strain_text
source: Sudden death, depression, diarrhea, edema, high mortality.
bn: হঠাৎ মৃত্যু, হতাশা, ডায়রিয়া, এডিমা, উচ্চ মৃত্যুহার।

# newcastle_disease_sections_clinical_signs_mesogenic_strain_heading
source: Mesogenic strain
bn: মেসোজেনিক স্ট্রেন

# newcastle_disease_sections_clinical_signs_mesogenic_strain_text
source: Severe respiratory disease, nervous signs, egg production decrease.
bn: তীব্র শ্বাসকষ্টজনিত রোগ, স্নায়ুবৈকল্য, ডিম উৎপাদন হ্রাস।

# newcastle_disease_sections_clinical_signs_lentogenic_strain_heading
source: Lentogenic strain
bn: লেন্টোজেনিক স্ট্রেন

# newcastle_disease_sections_clinical_signs_lentogenic_strain_text
source: Mild respiratory distress or no disease.
bn: হালকা শ্বাসকষ্ট বা কোনো রোগ নেই।

# newcastle_disease_sections_diagnosis_title
source: Diagnosis
bn: রোগ নির্ণয়

# newcastle_disease_sections_diagnosis_content_1
source: Clinical signs, laboratory tests, and postmortem examination.
bn: ক্লিনিকাল লক্ষণ, ল্যাবরেটরি পরীক্ষা এবং পোস্টমর্টেম পরীক্ষা।

# newcastle_disease_sections_diagnosis_content_2
source: Serology (HAI test), virus growth from tissue samples, molecular detection (sequencing, RT-PCR).
bn: সিরোলজি (এইচএআই টেস্ট), টিস্যু নমুনা থেকে ভাইরাস বৃদ্ধি, আণবিক সনাক্তকরণ (সিকোয়েন্সিং, আরটি-পিসিআর)।

# newcastle_disease_sections_diagnosis_content_3
source: Ulcers in intestines, hemorrhagic ulcers, petechial hemorrhages in various organs, organ proliferation.
bn: অন্ত্রে আলসার, রক্তক্ষরণজনিত আলসার, বিভিন্ন অঙ্গে পেটেকিয়াল রক্তক্ষরণ, অঙ্গ বৃদ্ধি।

# newcastle_disease_sections_diagnosis_content_4
source: Necrosis, congestion, inflammation in liver, lungs, ovaries, and spleen.
bn: লিভার, ফুসফুস, ডিম্বাশয় এবং প্লিয়হায় নেক্রোসিস, কনজেশন এবং প্রদাহ।

# newcastle_disease_sections_treatment_and_vaccination_title
source: Treatment and Vaccination
bn: চিকিৎসা এবং টিকাদান

# newcastle_disease_sections_treatment_and_vaccination_content_1
source: No specific treatment; vaccination crucial for control.
bn: কোন নির্দিষ্ট চিকিৎসা নেই; নিয়ন্ত্রণের জন্য টিকাদান অত্যন্ত গুরুত্বপূর্ণ।

# newcastle_disease_sections_treatment_and_vaccination_content_2
source: Live vaccines (e.g., LaSota, B1 lentogenic) reduce losses; killed vaccines for certain situations.
bn: লাইভ ভ্যাকসিন (যেমন লাসোটা, বি ১ লেন্টোজেনিক) ক্ষতি হ্রাস করে; নির্দিষ্ট পরিস্থিতিতে নিহত ভ্যাকসিন।

# newcastle_disease_sections_treatment_and_vaccination_content_3
source: Vaccination schedules vary by region and strain virulence.
bn: টিকাদানের সময়সূচী অঞ্চল এবং স্ট্রেনের তীব্রতার উপর নির্ভর করে পরিবর্তিত হয়।

# newcastle_disease_sections_prevention_title
source: Prevention
bn: প্রতিরোধ

# newcastle_disease_sections_prevention_content_1
source: Quarantine, biosecurity, vaccination crucial.
bn: কোয়ারেন্টাইন, বায়োসিকিউরিটি এবং টিকাদান অত্যন্ত গুরুত্বপূর্ণ।

# newcastle_disease_sections_prevention_content_2
source: 'All in-all out' farming, pest control, human traffic management, shed fumigation.
bn: 'সবই একসাথে' কৃষি, কীট নিয়ন্ত্রণ, মানুষের যানবাহন ব্যবস্থাপনা, শেড ধোঁয়া দেওয়া।

# newcastle_disease_sections_prevention_content_3
source: Disinfection with potassium permanganate, cresol, and formalin.
bn: পটাসিয়াম পারমাঙ্গনেট, ক্রেসল এবং ফরমালিন দিয়ে জীবাণুনাশক।
