Repository: shahindiu16/poultrypal
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Poultry Pal
bn: পোল্ট্রি পাল

# homeCardDiseases
source: Diseases
bn: রোগসমূহ

# homeCardDiseasesTitle
source: Diseases & Treatments
bn: রোগসমূহ এবং চিকিৎসা

# homeCardMedicines
source: Medicines
bn: ওষুধ

source: Image Preview
bn: ছবির পূর্বরূপ

# infoPageSection1
source: Privacy Policy
bn: গোপনীয়তা নীতি

# infoPageSection1General
source: General
bn: সাধারণ

# infoPageSection1General1
source: (1) These Terms of Use govern all agreements between Poultry Pal and users of the livestock health analysis software provided by Poultry Pal as a software-as-a-service (SaaS) solution. This includes associated websites, platforms, services, applications, and functions. In these terms, ‘users’ refer to entrepreneurs as defined by the ICT Act of 2006 under Bangladesh civil law. These Terms of Use constitute the contract between the parties or, if additional contracts exist, become an integral part of each user agreement.
bn: (১) এই ব্যবহার শর্তাবলী পোল্ট্রি পাল এবং পোল্ট্রি পাল দ্বারা সফ্টওয়্যার-এজ-এ-সার্ভিস (SaaS) সমাধান হিসাবে প্রদত্ত পশুস্বাস্থ্য বিশ্লেষণ সফ্টওয়্যারের ব্যবহারকারীদের মধ্যকার সমস্ত চুক্তিকে পরিচালনা করে। এতে সংশ্লিষ্ট ওয়েবসাইট, প্ল্যাটফর্ম, পরিষেবা, অ্যাপ্লিকেশন এবং ফাংশন অন্তর্ভুক্ত রয়েছে। এই শর্তাবলীতে, ‘ব্যবহারকারী’ বলতে বাংলাদেশের সিভিল আইনের অধীনে তথ্য ও যোগাযোগ প্রযুক্তি আইন, ২০০৬ এর দ্বারা সংজ্ঞায়িত উদ্যোক্তাদের বোঝায়। এই ব্যবহার শর্তাবলী পক্ষদের মধ্যকার চুক্তি গঠন করে বা যদি অতিরিক্ত চুক্তি থাকে তবে প্রতিটি ব্যবহারকারী চুক্তির অবিচ্ছেদ্য অংশ হয়ে ওঠে।

# infoPageSection1General2
source: (2) The Poultry Pal app services aim to enhance livestock healthcare within the context of farming. Using artificial intelligence (AI), the app analyses image recordings of livestock excrements. The analysis results are then reviewed by collaborating veterinarians associated with Poultry Pal. After this analysis, Poultry Pal generates a health status report for the user's animals via the platform. This service empowers users to proactively manage their livestocks health, make early adjustments to feeding or medication, and operate their agricultural business more efficiently and economically.
bn: (২) পোল্ট্রি পাল অ্যাপ পরিষেবাগুলি কৃষির পরিপ্রেক্ষিতে পশুস্বাস্থ্যের উন্নতি লক্ষ্য করে। কৃত্রিম বুদ্ধিমত্তা (AI) ব্যবহার করে, অ্যাপ পশুদের বিষ্ঠারের ইমেজ রেকর্ডিং বিশ্লেষণ করে। বিশ্লেষণ ফলাফল পর্যালোচনা করার জন্য পোল্ট্রি পালের সাথে যুক্ত সহযোগী পশুচিকিৎসকদের কাছে পাঠানো হয়। এই বিশ্লেষণের পরে, পোল্ট্রি পাল প্ল্যাটফর্মের মাধ্যমে ব্যবহারকারীর পশুদের স্বাস্থ্যের একটি রিপোর্ট তৈরি করে। এই পরিষেবা ব্যবহারকারীদের তাদের পশুদের স্বাস্থ্য সক্রিয়ভাবে পরিচালনা করতে, খাওয়ানো বা ওষুধ পরিবর্তন করতে এবং তাদের কৃষি ব্যবসায় আরও দক্ষতার সাথে পরিচালনা করতে সক্ষম করে।

# infoPageSection1SECU
source: Services and End of the contract of use
bn: সেবা এবং ব্যবহার চুক্তির শেষ

# infoPageSection1SECU1
source: (1) poultry Pal provides users with free access to the services. The services include a reporting and analysis function, through which data of the farm animals (Poultry) can be uploaded in order to subsequently receive an analysis of the health status of the farm animals.
bn: (১) পোল্ট্রি পাল ব্যবহারকারীদের পরিষেবাগুলিতে বিনামূল্যে অ্যাক্সেস প্রদান করে। পরিষেবাগুলি একটি রিপোর্টিং এবং বিশ্লেষণ ফাংশন অন্তর্ভুক্ত করে, যার মাধ্যমে খামারের পশুদের (পোল্ট্রি) ডেটা আপলোড করা যেতে পারে পরবর্তীতে খামারের পশুদের স্বাস্থ্যের অবস্থার বিশ্লেষণ পেতে।

# infoPageSection1SECU2
source: (2) in order to use the services, the user must accept these terms of use with poultry Pal, thereby creating a user agreement between poultry Pal and the user under the terms and conditions set forth in the terms of use.
bn: (২) পরিষেবাগুলি ব্যবহার করার জন্য, ব্যবহারকারীকে পোল্ট্রি পালের সাথে এই ব্যবহার শর্তাবলী গ্রহণ করতে হবে, এভাবে ব্যবহার শর্তাবলীতে নির্ধারিত শর্ত ও বিনিময়ের অধীনে পোল্ট্রি পাল এবং ব্যবহারকারীর মধ্যে একটি ব্যবহারকারী চুক্তি তৈরি করা হয়।

# infoPageSection1SRU
source: Scope and rights of use
bn: সুযোগ এবং ব্যবহারের অধিকার

# infoPageSection1SRU1
source: (1) Pursuant to the user agreement, Poultry Pal grants the user a non-exclusive, non-Transferable, non- sublicensable right during the term of the user agreement to use the services for the purpose of providing healthcare in the context of farm animal husbandry.
bn: (১) ব্যবহারকারী চুক্তির সাপেক্ষে, পোল্ট্রি পাল ব্যবহারকারীকে খামারের পশু পালনের ক্ষেত্রে স্বাস্থ্যসেবা প্রদানের উদ্দেশ্যে ব্যবহারকারী চুক্তির মেয়াদকালে পরিষেবাগুলি ব্যবহার করার জন্য একটি অ-একচেটিয়া, অ-স্থানান্তরযোগ্য, অ-উপ-লাইসেন্সযোগ্য অধিকার প্রদান করে।

# infoPageSection1SRU2
source: (2) The user may not indirectly or directly: * Sublicence, transfer, distribute, share or otherwise generate revenue from the services; * Copy the services to a public or distributed network; * Decompile, reverse engineer, disassemble or otherwise attempt to obtain source codes, object codes or underlying structural ideas, know-how or algorithms or other functional mechanisms of the services, except as permitted in individual cases by mandatory legal provisions; * Modify, adapt, translate or create derivative works based on all or any part of the services (except to the extent permitted by Poultry Pal or as authorised under the services); * Modify references to proprietary rights that appear in the services or any part thereof; * Use the services in a manner that violets applicable laws and regulations or use outside the scope of the licence described in this section 3; * Use the services to store, download or transmit infringing,defamatory or otherwise unlawful or unauthorised materials or malicious code or Malware or phishing, spamming,denial of service attacks or other fraudulent or criminal activity; interfere with or disrupt the integrity or performance of any third party system or the offerings or data contained therein; attempt to gain unauthorised access to Poultry Pal's services or systems or networks or conduct penetration tests, vulnerability assessments or other security assessments or engage third parties to conduct them.
bn: (২) ব্যবহারকারী পরোক্ষ বা সরাসরিভাবে নিম্নলিখিত করতে পারবেন না: * পরিষেবাগুলি থেকে উপ-লাইসেন্স, স্থানান্তর, বিতরণ, শেয়ার বা অন্যথায় রাজস্ব সৃষ্টি করুন; * পরিষেবাগুলিকে একটি পাবলিক বা বিতরণ করা নেটওয়ার্কে কপি করুন; * পরিষেবাগুলির সোর্স কোড, অবজেক্ট কোড বা অন্তর্নিহিত গঠনমূলক ধারণা, নীতি-নিয়ম বা অ্যালগরিদম বা অন্যান্য কার্যকরী প্রক্রিয়া অর্জনের জন্য ডিকম্পাইল, রিভার্স ইঞ্জিনিয়ার, ডিসঅ্যাসেম্বল বা অন্যথায় প্রচেষ্টা করুন, ব্যতীত স্বতন্ত্র ক্ষেত্রে বাধ্যতামূলক আইনী বিধান দ্বারা অনুমোদিত; * পরিষেবাগুলির সমস্ত বা কোনো অংশের উপর ভিত্তি করে সংশোধন, অভিযোজন, অনুবাদ বা ডেরিভেটিভ কাজ তৈরি করুন (পোল্ট্রি পাল দ্বারা অনুমোদিত পরিমাণ ব্যতীত বা পরিষেবাগুলির অধীনে অনুমোদিত); * পরিষেবাগুলি বা তার যেকোনো অংশে উপস্থিত মালিকানাধীন অধিকারের রেফারেন্সগুলিকে সংশোধন করুন; * প্রযোজ্য আইন এবং বিধি-নিয়ম লঙ্ঘনকারী বা এই ধারা 3 এ বর্ণিত লাইসেন্সের সুযোগের বাইরে ব্যবহার করে এমনভাবে পরিষেবাগুলি ব্যবহার করুন; * পরিষেবাগুলি ব্যবহার করে সংরক্ষণ করুন, ডাউনলোড করুন বা প্রেরণ করুন লঙ্ঘনকারী, মানহানিকর বা অন্যথায় অবৈধ বা অনানুমোদিত উপকরণ বা দূষণকারী কোড বা ম্যালওয়্যার বা ফিশিং, স্প্যামিং, ডেনিয়াল অফ সার্ভিস আক্রমণ বা অন্যান্য জালিয়াতি বা অপরাধমূলক কার্যকলাপ; কোনো তৃতীয় পক্ষের সিস্টেম বা তার অফারিংস বা তাতে থাকা ডেটার অখণ্ডতা বা পারফরম্যান্সকে বাধা দিন বা ব্যাহত করুন; পোল্ট্রি পালের পরিষেবা বা সিস্টেম বা নেটওয়ার্কগুলিতে অনানুমোদিত অ্যাক্সেস অর্জনের চেষ্টা করুন বা অনুপ্রবেশ পরীক্ষা, দুর্বলতা মূল্যায়ন বা অন্যান্য সুরক্ষা মূল্যায়ন পরিচালনা করুন বা তৃতীয় পক্ষকে তা পরিচালনা করতে নিয়োগ করুন।

# infoPageSection1SRU3
source: (3) The user May only use the services for the purpose and as described in the description under clause 1.2 and the documentation referenced therein. He/she is prohibited from uploading images to the platform that show content that is not in line with the intended purpose. This includes, in particular, images that contain personal data such as identifiable persons, name tags or that show illegal content.
bn: (৩) ব্যবহারকারী কেবল ধারা ১.২ এর অধীনে বর্ণিত উদ্দেশ্য এবং সেখানে উল্লেখিত ডকুমেন্টেশনের জন্য পরিষেবাগুলি ব্যবহার করতে পারেন। তিনি/তিনি প্ল্যাটফর্মে এমন ইমেজ আপলোড করতে নিষিদ্ধ যা এমন কন্টেন্ট দেখায় যা উদ্দেশ্য অনুযায়ী নয়। এতে বিশেষ করে এমন ইমেজ অন্তর্ভুক্ত রয়েছে যাতে ব্যক্তিগত তথ্য থাকে যেমন সনাক্তযোগ্য ব্যক্তি, নাম ট্যাগ বা অবৈধ কন্টেন্ট দেখায়।

# infoPageSection1OU
source: Obligations of the user
bn: ব্যবহারকারীর দায়িত্বসমূহ

# infoPageSection1OU1
source: (1) The user is obliged to use the Services within the framework of the applicable laws and regulations as well as the provisions in clause 3.
bn: (১) ব্যবহারকারী প্রযোজ্য আইন-কানুন এবং ধারা ৩-এর বিধানসমূহের আওতায় সেবা গ্রহণ করতে বাধ্য।

# infoPageSection1OU2
source: (2) The user is Solely responsible for the safety of the technical equipment and any use of the technical equipment known or unknown to the user.
bn: (২) ব্যবহারকারীর নিজস্ব প্রযুক্তিগত সরঞ্জামের নিরাপত্তা এবং ব্যবহারকারীর জানা বা অজানা যেকোনো প্রযুক্তিগত সরঞ্জামের ব্যবহারের জন্য ব্যবহারকারী একমাত্র দায়ী।

# infoPageSection1OU3
source: (3) The user is Solely of responsible for the content of all data displayed, uploaded, stored, exchanged, transmitted by the user through or by means of the services.
bn: (৩) ব্যবহারকারী সেবাগুলির মাধ্যমে প্রদর্শিত, আপলোড করা, সংরক্ষিত, বিনিময় করা, প্রেরণ করা সমস্ত তথ্যের বিষয়বস্তুর জন্য একমাত্র দায়ী।

# infoPageSection1OU4
source: (4) Poultry Pal shall have the right, without prior notice and without liability, to investigate alleged breaches of the user agreement by the user and may take such legal and/or technical action against the user as Poultry Pal deems appropriate to remedy such breaches. Such measures include restricting, blocking or terminating the user's access to the services.
bn: (৪) পোল্ট্রি পাল ব্যবহারকারীর দ্বারা ব্যবহারকারী চুক্তি লঙ্ঘনের অভিযোগের তদন্ত করার অধিকার রাখে, পূর্ব নোটিশ ছাড়াই এবং কোন দায়িত্ব ছাড়াই, এবং এই ধরনের লঙ্ঘন সংশোধন করার জন্য পোল্ট্রি পালের উপযুক্ত বলে মনে হওয়া আইনগত এবং/অথবা প্রযুক্তিগত ব্যবস্থা গ্রহণ করতে পারে। এই ধরনের ব্যবস্থার মধ্যে সেবাগুলিতে ব্যবহারকারীর অ্যাক্সেস সীমিত করা, ব্লক করা বা বন্ধ করা অন্তর্ভুক্ত।

# infoPageSection1OPPW
source: Obligations of Poultry Pal and Warranty
bn: পোল্ট্রি পালের দায়িত্ব ও ওয়ারেন্টি

# infoPageSection1OPPW1
source: 1. User Access and Service Scope: ○ Poultry Pal provides users with free access to its services, as described in the current content and scope available on the app.
bn: ১. ব্যবহারকারীর অ্যাক্সেস এবং সেবার পরিধি: পোল্ট্রি পাল ব্যবহারকারীদেরকে অ্যাপে উপলব্ধ বর্তমান কন্টেন্ট এবং পরিধির মতো তার সেবাগুলিতে বিনামূল্যে অ্যাক্সেস প্রদান করে।

# infoPageSection1OPPW2
source: 2.Poultry Pal’s Rights: * Poultry Pal reserves the right to modify the scope and content of its services at any time without prior notice. This includes downgrading, limiting, terminating, or making other adjustments.
bn: ২. পোল্ট্রি পালের অধিকার: ○ পোল্ট্রি পাল যেকোন সময় পূর্ব নোটিশ ছাড়াই তার সেবাগুলির পরিধি এবং বিষয়বস্তু পরিবর্তন করার অধিকার সংরক্ষণ করে। এতে ডাউনগ্রেড করা, সীমিত করা, বন্ধ করা বা অন্যান্য সমন্বয় করা অন্তর্ভুক্ত।

# infoPageSection1OPPW3
source: 3.Limited Warranty and Obligations: * Except as specified in Clause 8, Poultry Pal does not provide warranties, indemnity, maintenance, support, or availability obligations related to the services.
bn: ৩. সীমিত ওয়ারেন্টি এবং দায়িত্ব: ○ ধারা ৮-এ উল্লেখিত ব্যতীত, পোল্ট্রি পাল সেবা সম্পর্কিত কোনও ওয়ারেন্টি, ক্ষতিপূরণ, রক্ষণাবেক্ষণ, সহায়তা বা উপলব্ধতার দায়িত্ব প্রদান করে না।

# infoPageSection1PRGRR
source: Property rights and granting of rights to the image recordings and reporting
bn: স্বত্ত্ব এবং ছবি রেকর্ডিং ও রিপোর্টিংয়ের অধিকার প্রদান

# infoPageSection1PRGRR1
source: 1. Ownership and Intellectual Property: ○ Poultry Pal and its contractors (if any) retain all proprietary rights, including copyrights, patents, trademarks, and other intellectual property related to the services. ○ Users acknowledge that the rights granted under this user agreement do not confer ownership rights in the services.
bn: ১. মালিকানা এবং বৌদ্ধিক সম্পত্তি: ○ পোল্ট্রি পাল এবং এর ঠিকাদাররা (যদি থাকে) সেবা সম্পর্কিত সমস্ত স্বত্বাধিকার, স্বত্ব, পেটেন্ট, ট্রেডমার্ক এবং অন্যান্য বৌদ্ধিক সম্পত্তি বজায় রাখে। ○ ব্যবহারকারীরা স্বীকার করে যে এই ব্যবহারকারী চুক্তির অধীনে প্রদত্ত অধিকার সেবাগুলিতে মালিকানা অধিকার প্রদান করে না।

# infoPageSection1PRGRR2
source: 2. User-Uploaded Images: ○ Users grant Poultry Pal an unrestricted and perpetual right to use the image recordings they upload on the platform. ○ This usage aims to enhance Poultry Pal’s services.
bn: ২. ব্যবহারকারী আপলোড করা ছবি: ○ ব্যবহারকারীরা পোল্ট্রি পালকে প্ল্যাটফর্মে আপলোড করা ছবি রেকর্ডিং ব্যবহার করার অবাধ এবং চিরস্থায়ী অধিকার প্রদান করে। ○ এই ব্যবহারের লক্ষ্য হল পোল্ট্রি পালের সেবা উন্নত করা।

# infoPageSection1PRGRR3
source: 3. Data Utilisation by Poultry Pal: ○ Poultry Pal utilises data from reports and analysis results generated during app usage. ○ The purpose is to optimise and further develop its services beyond the existing contract duration.
bn: ৩. পোল্ট্রি পাল দ্বারা ডাটা ব্যবহার: ○ পোল্ট্রি পাল অ্যাপ ব্যবহারের সময় তৈরি করা রিপোর্ট এবং বিশ্লেষণ ফলাফল থেকে ডেটা ব্যবহার করে। ○ উদ্দেশ্য হল বিদ্যমান চুক্তির সময়কালের বাইরেও তার সেবাগুলি অপটিমাইজ এবং আরও উন্নত করা।

# infoPageSection1IT
source: IT security and updates
bn: আইটি সুরক্ষা এবং আপডেট

# infoPageSection1IT1
source: 1. Service Security: ○ Poultry Pal commits to maintaining service security at industry-standard levels. ○ Reasonable measures will be taken to safeguard user data and ensure a secure environment.
bn: ১. সেবা সুরক্ষা: ○ পোল্ট্রি পাল শিল্পমান স্তরে সেবা সুরক্ষা বজায় রাখার প্রতিশ্রুতিবদ্ধ। ○ ব্যবহারকারীর তথ্য সুরক্ষিত রাখতে এবং একটি নিরাপদ পরিবেশ নিশ্চিত করার জন্য যুক্তিসঙ্গত ব্যবস্থা গ্রহণ করা হবে।

# infoPageSection1IT2
source: 2. Service Updates and Versions: ○ Poultry Pal retains the right to introduce new versions and updates to its services. ○ This includes modifications to design, operational procedures, technical specifications, systems, and other features. ○ Such changes may occur without prior notice.
bn: ২. সেবা আপডেট এবং সংস্করণ: পোল্ট্রি পাল তার সেবাগুলিতে নতুন সংস্করণ এবং আপডেট চালু করার অধিকার রাখে। এতে নকশা, পরিচালন পদ্ধতি, প্রযুক্তিগত বিবরণ, সিস্টেম এবং অন্যান্য বৈশিষ্ট্যগুলিতে পরিবর্তন অন্তর্ভুক্ত। এই ধরনের পরিবর্তন পূর্ব নোটিশ ছাড়াই হতে পারে।

# infoPageSection1LLL
source: Liability and limitation of liability
bn: দায়িত্ব এবং দায়িত্বের সীমাবদ্ধতা

# infoPageSection1LLL1
source: 1. Liability for Intentional or Gross Negligence: ○ Poultry Pal assumes no liability for damages caused intentionally or due to gross negligence. This includes cases involving harm to life, body, or health.
bn: ১. ইচ্ছাকৃত বা গুরুতর অবহেলার জন্য দায়িত্ব: ইচ্ছাকৃতভাবে বা গুরুতর অবহেলার কারণে সৃষ্ট ক্ষতির জন্য পোল্ট্রি পাল অবাধ দায়িত্ব গ্রহণ করে। এতে জীবন, শরীর বা স্বাস্থ্যের ক্ষতি জড়িত ক্ষেত্রাক্ষেত্র অন্তর্ভুক্ত।

# infoPageSection1LLL2
source: 2. Limited Liability for Negligence: ○ Excluding the scenarios covered by no liability (Section 8.1), Poultry Pal’s liability is restricted. ○ Specifically, Poultry Pal is liable for slightly negligent breaches of essential contractual obligations. ○ Essential obligations are those necessary for proper contract performance and achieving the contract’s purpose. ○ Damages are limited to what was foreseeable at the contract’s conclusion and typical for such agreements.
bn: ২. অবহেলার জন্য সীমিত দায়িত্ব: অবাধ দায়িত্বের আওতায় আসা পরিস্থিতি (ধারা ৮.১) বাদ দিয়ে, পোল্ট্রি পালের দায়িত্ব সীমিত। বিশেষ করে, পোল্ট্রি পাল প্রয়োজনীয় চুক্তিগত দায়িত্বের সামান্য অবহেলার জন্য দায়ী। প্রয়োজনীয় দায়িত্ব হল চুক্তি সঠিকভাবে পালন এবং চুক্তির উদ্দেশ্য অর্জনের জন্য প্রয়োজনীয় দায়িত্ব। ○ ক্ষতি চুক্তি সমাপ্তির সময় পূর্বাভাসযোগ্য এবং এই ধরনের চুক্তির জন্য সাধারণ ছিল এমন পর্যন্ত সীমিত।

# infoPageSection1LLL3
source: 3. The aforementioned limitations of liability do not apply to liability under the product liability Act or to guarantees given in writing by Poultry Pal.
bn: ৩. উল্লিখিত দায়িত্বের সীমাবদ্ধতা পণ্য দায়িত্ব আইনের অধীনে দায়িত্ব বা পোল্ট্রি পাল দ্বারা লিখিতভাবে দেওয়া গ্যারান্টিতে প্রযোজ্য হয় না।

# infoPageSection1LLL4
source: 4. The user acknowledges that the services do not relieve the user from his duties in the keeping and taking care of farm animals. In particular, the service is not a substitute for appropriate medical care of the user's farm animals by veterinarians and other professionals.
bn: ৪. ব্যবহারকারী স্বীকার করে যে সেবাগুলি ব্যবহারকারীকে খামারের পশুদের রাখার এবং যত্ন নেওয়ার দায়িত্ব থেকে মুক্ত করে না। বিশেষ করে, সেবাটি পশুচিকিৎসক এবং অন্যান্য পেশাদারদের দ্বারা ব্যবহারকারীর খামারের পশুদের উপযুক্ত চিকিৎসার বিকল্প নয়।

# infoPageSection1LLL5
source: Poultry Pal is not responsible * for any undetected diseases of the user's livestock, * for certain conclusions that the user draws from the use of the services and thereby, if necessary, omits to take medical measures or equally takes medical measures that later proved to be unnecessary.
bn: পোল্ট্রি পাল দায়ী নয় * ব্যবহারকারীর পশুসম্পদের কোনও অগণিত রোগের জন্য, * ব্যবহারকারী সেবা ব্যবহার থেকে নির্ধারিত কিছু সিদ্ধান্ত এবং সেইজন্য, প্রয়োজন হলে, চিকিৎসা ব্যবস্থা গ্রহণ করা বাদ দেয় বা সমানভাবে চিকিৎসা ব্যবস্থা গ্রহণ করে যা পরে অপ্রয়োজনীয় প্রমাণিত হয়।

# infoPageSection1LLL6
source: 5. The user acknowledges that the correct recording of meaningful and usable images is the responsibility of the user. If the purpose of the Poultry Pal’s services is not achieved due to errors in image recording, Poultry Pal shall not be liable for any resulting consequential loss.
bn: ৫. ব্যবহারকারী স্বীকার করে যে অর্থপূর্ণ এবং ব্যবহারযোগ্য ছবি সঠিকভাবে রেকর্ডিং করা ব্যবহারকারীর দায়িত্ব। যদি ছবি রেকর্ডিংয়ের ত্রুটির কারণে পোল্ট্রি পালের সেবার উদ্দেশ্য অর্জন না হয়, তবে পোল্ট্রি পাল কোনও ফলস্বরূপ ক্ষতির জন্য দায়ী হবে না।

# infoPageSection1LLL7
source: 6. Poultry Pal shall likewise not be liable for any damage incurred by the user or third parties as a result of use of the service contrary to the purpose and provisions of these terms of use.
bn: ৬. পোল্ট্রি পাল এই ব্যবহারের শর্ত অনুযায়ী উদ্দেশ্য এবং বিধানের বিপরীতে সেবা ব্যবহারের ফলে ব্যবহারকারী বা তৃতীয় পক্ষের ক্ষতির জন্যও দায়ী হবে না।

# infoPageSection1LLL8
source: 7. Any liability of Poultry Pal beyond the cases regulated in this clause 8 is excluded.
bn: ৭. এই ধারা ৮-এ নিয়ন্ত্রিত ক্ষেত্রাক্ষেত্রের বাইরে পোল্ট্রি পালের কোনো দায়িত্ব বাদ দেওয়া হয়।

# infoPageSection1DP
source: Data privacy
bn: ডেটা গোপনীয়তা

# infoPageSection1DP1
source: (1) Poultry Pal will at all times comply with the requirements of applicable data protection law, particularly the EU imposed General Data Protection Regulation (GDPR).
bn: (১) পোল্ট্রি পাল সর্বদা প্রযোজ্য ডেটা সুরক্ষা আইনের প্রয়োজনীয়তা, বিশেষ করে ইউরোপীয় ইউনিয়নের আরোপিত জেনারেল ডেটা প্রোটেকশন রেগুলেশন (জিডিপিআর) এর সাথে সামঞ্জস্যপূর্ণ থাকবে।

# infoPageSection1DP2
source: (2) The processing of personal data by Poultry Pal is explained in more detail in the privacy policy, which can be viewed at https://nevronus.com/products/poultrypal/privacypolicy
bn: (২) পোল্ট্রি পাল কর্তৃক ব্যক্তিগত ডেটার প্রক্রিয়াকরণের বিষয়টি গোপনীয়তা নীতিতে আরও বিস্তৃতভাবে ব্যাখ্যা করা হয়েছে, যা https://www.nevronus.com/poultry-pal/privacy-policy এ দেখা যাবে।

# infoPageSection1TT
source: Term and termination
bn: মেয়াদ এবং বাতিলকরণ

# infoPageSection1TT1
source: 1. Commencement and Duration of User Contract: ○ Unless otherwise specified in individual cases, the user contract begins when the user accepts the terms of use. ○ This contract remains in effect indefinitely unless terminated.
bn: ১. ব্যবহারকারী চুক্তির সূচনা এবং সময়কাল: ○ ব্যক্তিগত ক্ষেত্রে অন্যথায় নির্দিষ্ট না করা পর্যন্ত, ব্যবহারকারী চুক্তি ব্যবহারকারী ব্যবহারের শর্তাবলী গ্রহণ করার সময় থেকে শুরু হয়। ○ এই চুক্তি অনির্দিষ্টকালের জন্য বলবৎ থাকে যতক্ষণ না এটি বাতিল করা হয়।

# infoPageSection1TT2
source: 2. Termination Rights: ○ Either Poultry Pal or the user can terminate the user contract at any time with immediate effect. ○ Uninstalling the app completely will be considered termination by the user.
bn: ২. বাতিলকরণের অধিকার: ○ পোল্ট্রি পাল বা ব্যবহারকারী যেকোন সময় তাৎক্ষণিক প্রভাবের সাথে ব্যবহারকারী চুক্তি বাতিল করতে পারে। অ্যাপটি সম্পূর্ণরূপে আনইনস্টল করা ব্যবহারকারীর দ্বারা বাতিলকরণ হিসাবে বিবেচিত হবে।

# infoPageSection1FC
source: Final Clauses
bn: অন্তিম ধারা

# infoPageSection1FC1
source: (1) The user agreement constitutes the entire agreement between the user and Poultry Pal with respect to the subject matter hereof and supersedes and excludes all prior written, textual or oral negotiations, arrangements, understandings, exercises or agreements between the parties with respect to the subject matter hereof.
bn: (১) ব্যবহারকারী চুক্তি ব্যবহারকারী এবং পোল্ট্রি পালের মধ্যকার সম্পূর্ণ চুক্তি গঠন করে এবং এই বিষয়বস্তুর সাপেক্ষে সমস্ত পূর্ব লিখিত, পাঠ্য বা মৌখিক আলোচনা, ব্যবস্থা, বোঝাপড়া, ব্যায়াম বা চুক্তিকে প্রতিস্থাপন করে এবং বাদ দেয়।

# infoPageSection1FC2
source: (2) Should any provision of the contract of use be or become invalid or void in whole or in part, this shall not affect the validity of the remaining provisions.
bn: (২) ব্যবহারকারী চুক্তির কোনো ধারা যদি সম্পূর্ণ বা আংশিকভাবে অবৈধ বা শূন্য হয়, তবে এটি অবশিষ্ট ধারাগুলির বৈধতাকে প্রভাবিত করবে না।

# infoPageSection1FC3
source: (3) There are no oral or written ancillary agreements to this contract. Amendments to this contract and its annexes must be made in text form (the exchange of simple e-mails is sufficient). The same applies to agreements to deviate from this text form requirement or to waive it completely. Clause 9.4 remains unaffected.
bn: (৩) এই চুক্তির কোন মৌখিক বা লিখিত সহায়ক চুক্তি নেই। এই চুক্তি এবং এর সংযুক্তির সংশোধনী পাঠ্য আকারে করা উচিত (সহজ ইমেলের বিনিময় যথেষ্ট)। এই পাঠ্য ফর্ম প্রয়োজনীয়তা থেকে বিচ্যুত হওয়া বা এটি সম্পূর্ণরূপে ত্যাগ করার চুক্তির ক্ষেত্রেও একই প্রযোজ্য। ধারা ৯.৪ অব্যাহত থাকে।

# infoPageSection1FC4
source: (4) Poultry Pal reserves the right to modify this user agreement at any time and to add new or additional terms or conditions to the use of the services. Notice of any changes shall be given at least 6 weeks prior to their intended effective date by service notification to the user via the push notification system. The user may agree or object to the amendment up to the date of its intended entry into force. The amendment shall be deemed accepted by the user if the user does not object to the amendment before the date on which it is intended to take effect. In the event of a timely objection by the user, the contract of use shall end at the time of the intended entry into force of the amendment to these terms of use. The use of the services is thus no longer possible.
bn: (৪) পোল্ট্রি পাল যেকোন সময় এই ব্যবহারকারী চুক্তি সংশোধন করার এবং সেবা ব্যবহারের জন্য নতুন বা অতিরিক্ত শর্ত যোগ করার অধিকার সংরক্ষণ করে। কোনো পরিবর্তনের বিজ্ঞপ্তি তাদের কার্যকর হওয়ার তারিখের কমপক্ষে ৬ সপ্তাহ আগে পুশ নোটিফিকেশন সিস্টেমের মাধ্যমে ব্যবহারকারীকে সেবা নোটিফিকেশন দ্বারা দেওয়া হবে। ব্যবহারকারী তার কার্যকর হওয়ার তারিখ পর্যন্ত সংশোধনীতে সম্মত বা আপত্তি জানাতে পারেন। ব্যবহারকারী যদি কার্যকর হওয়ার তারিখের আগে সংশোধনীতে আপত্তি না জানান তবে সংশোধনী ব্যবহারকারী দ্বারা গৃহীত হিসাবে বিবেচিত হবে। ব্যবহারকারীর সময়োচিত আপত্তির ক্ষেত্রে, ব্যবহারকারী চুক্তি এই ব্যবহারের শর্তাবলীর সংশোধনী কার্যকর হওয়ার সময় শেষ হবে। সুতরাং সেবা ব্যবহার আর সম্ভব নয়।

# infoPageSection1AL
source: Applicable Law | Consumer arbitration board
bn: প্রযোজ্য আইন | ভোক্তা নিরসন বোর্ড
